from random import*

atribut = ['камінь', 'ножиці', 'папір']

d = choice(atribut)

a = input('Виберіть зі списку(камінь, ножиці або папір): ')

print('робот вибрав ' + d)

print(a+' vs '+d)

if (a == 'камінь' and d == 'ножиці') or (a == 'папір' and d == 'камінь') or (a == 'ножиці' and d == 'папір'):
    print('користувач переміг')

elif (a == 'камінь' and d == 'папір') or (a == 'папір' and d == 'ножиці') or (a == 'ножиці' and d == 'камінь'):
    print('користувач програв')

if a == d:
    print('нічия')